Revit 2027 API
ParameterTypeId.RebarSystemTopMinorMatchesBottomMinor Property
 "Top and Bottom Minor Layers Match"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemTopMinorMatchesBottomMinor { get; }
Public Shared ReadOnly Property RebarSystemTopMinorMatchesBottomMinor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemTopMinorMatchesBottomMinor {
	ForgeTypeId^ get ();
}
static member RebarSystemTopMinorMatchesBottomMinor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace